insert into Gender values
(1, 'Женский', null),
(2, 'Мужской', null);

insert into Nationality values
(1, 'РФ', null),
(2, 'Беларусь', null),
(3, 'Литва', null);

insert into ReturnReasons values
(1, 'Личное заявление абитуриента', null),
(2, 'Неполный пакет документов', null),
(3, 'Некорректный результат проверки ФИС', null);

insert into TypePassport values
(1, 'Паспорт гражданина РФ', null),
(2, 'Паспорт иностранного государства', null),
(3, 'Иное', null);

insert into Region values
(1, 'Алтайский край', '22'),
(2, 'Амурская область', '28'),
(3, 'Архангельская область', '29'),
(4, 'Астраханская область', '30'),
(5, 'Белгородская область', '31'),
(6, 'Брянская область', '32'),
(7, 'Владимирская область', '33'),
(8, 'Волгоградская область', '34'),
(9, 'Вологодская область', '35'),
(10, 'Воронежская область', '36'),
(11, 'г. Севастополь', '92'),
(12, 'Еврейская автономная область', '79'),
(13, 'Забайкальский край', '75'),
(14, 'Ивановская область', '37'),
(15, 'Иркутская область', '38'),
(16, 'Кабардино-Балкарская Республика', '7'),
(17, 'Калининградская область', '39'),
(18, 'Калужская область', '40'),
(19, 'Камчатская область', '41'),
(20, 'Карачаево-Черкесская Республика', '9'),
(21, 'Кемеровская область', '42'),
(22, 'Кировская область', '43'),
(23, 'Костромская область', '44'),
(24, 'Краснодарский край', '23'),
(25, 'Красноярский край', '24'),
(26, 'Курганская область', '45'),
(27, 'Курская область', '46'),
(28, 'Ленинградская область', '47'),
(29, 'Липецкая область', '48'),
(30, 'Магаданская область', '49'),
(31, 'Москва', '77'),
(32, 'Московская область', '55'),
(33, 'Мурманская область', '51'),
(34, 'Ненецкий автономный округ', '83'),
(35, 'Нижегородская область', '52'),
(36, 'Новгородская область', '53'),
(37, 'Новосибирская область', '54'),
(38, 'Омская область', '55'),
(39, 'Оренбургская область', '56'),
(40, 'Орловская область', '57'),
(41, 'Пензенская область', '58'),
(42, 'Пермский край', '59'),
(43, 'Приморский край', '25'),
(44, 'Псковская область', '60'),
(45, 'Республика Адыгея (Адыгея)', '1'),
(46, 'Республика Алтай', '4'),
(47, 'Республика Башкортостан', '2'),
(48, 'Республика Бурятия', '3'),
(49, 'Республика Дагестан', '5'),
(50, 'Республика Ингушетия', '6'),
(51, 'Республика Калмыкия', '8'),
(52, 'Республика Карелия', '10'),
(53, 'Республика Коми', '11'),
(54, 'Республика Крым', '82'),
(55, 'Республика Марий Эл', '12'),
(56, 'Республика Мордовия', '13'),
(57, 'Республика Саха (Якутия)', '14'),
(58, 'Республика Северная Осетия-Алания', '15'),
(59, 'Республика Татарстан (Татарстан)', '16'),
(60, 'Республика Тыва', '17'),
(61, 'Республика Хакасия', '19'),
(62, 'Ростовская область', '61'),
(63, 'Рязанская область', '62'),
(64, 'Самарская область', '63'),
(65, 'Санкт-Петербург', '78'),
(66, 'Саратовская область', '64'),
(67, 'Сахалинская область', '65'),
(68, 'Свердловская область', '66'),
(69, 'Смоленская область', '67'),
(70, 'Ставропольский край', '26'),
(71, 'Тамбовская область', '68'),
(72, 'Тверская область', '69'),
(73, 'Томская область', '70'),
(74, 'Тульская область', '71'),
(75, 'Тюменская область', '72'),
(76, 'Удмуртская Республика', '18'),
(77, 'Ульяновская область', '73'),
(78, 'Хабаровский край', '27'),
(79, 'Ханты-Мансийский автономный округ', '86'),
(80, 'Челябинская область', '74'),
(81, 'Чеченская Республика', '20'),
(82, 'Чувашская Республика - Чувашия', '21'),
(83, 'Чукотский автономный округ', '87'),
(84, 'Ямало-Ненецкий автономный округ', '89'),
(85, 'Ярославская область', '76'),
(86, 'Отсутствует', '90'),
(87, 'за пределами Российской Федерации', '1001');

insert into TypeSettlement values
(1, 'Город', null),
(2, 'Поселок городского типа', null),
(3, 'Село', null);

insert into IndividualAchievement values
(1, 'Сочинение', 3, null),
(2, 'Значок ГТО', 2, null);

insert into LevelEducation values
(1, 'Среднее общее', null),
(2, 'Среднее профессиональное', null),
(3, 'Высшее профессиональное', null);

insert into TypeEducation values
(1, 'Бакалавриат', null),
(2, 'Магистратура', null),
(3, 'Базовое (Школа)', null);

insert into EntranceExam values
(1, 'Русский язык', null, 45),
(2, 'Биология', null, 45),
(3, 'Химия', null, 45);

insert into FormOfExam values
(1, 'ЕГЭ', null),
(2, 'ВИ ВУЗа', null);

insert into LanguageOfExam values
(1, 'Русский', null),
(2, 'Английский', null),
(3, 'Немецкий', null);

insert into BasisMark values
(1, 'Результат ЕГЭ', null),
(2, 'Ведомость', null);

insert into Olympiad values
(1, 'Будущие исследователи - будущее науки', null),
(2, 'Олимпиада им.Пирогова МГМУ', null);

insert into Speciality values
(1, 'Лечебное дело', null),
(2, 'Педиатрия', null),
(3, 'Медико-профилактическое дело', null),
(4, 'Стоматология', null),
(5, 'Фармация', null);

insert into FormOfEducation values
(1, 'Очная', null),
(2, 'Заочная', null);

insert into CompetitiveGroup values
(1, 'Целевой прием', null),
(2, 'Общий конкурс', null),
(3, 'По договорам', null);

insert into TargetOrganisation values
(1, 'Департамент здравоохранения Владимирской обл.', null),
(2, 'Министерство здравоохранения Нижегородской обл.', null);

insert into TypeBVI values
(1, 'Победитель Всероссийской олимпиады школьников', null),
(2, 'Победитель олимпиады I уровня', null);

insert into TypeOfQuote values
(1, 'Ребенок-инвалид', null),
(2, 'Инвалид с детства', null);

insert into TypeOfPrefRight values
(1, 'Ребенок погибшего сотрудника госслужбы', null),
(2, 'Ребенок ликвидатора аварии Чернобыльской АЭС', null);

insert into AdditionalInfCategory values
(1, 'Выпускник курсов ПИМУ', null);

insert into Users values
(1, 'admin', 'admin', 'Администратор'),
(2, 'postgres', 'grandopera', 'Администратор');